/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Kéo %1$@ ra sau\ntác vụ %2$@.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Kéo %1$@ sang %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "Thêm %@ để\nxem trước tệp GIF.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Phím tắt đã thêm: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "Phím tắt của bạn đã được đặt lại. Mở lại ứng dụng Phím tắt để tiếp tục.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Chạy phím tắt %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "Đang chạy, hoàn thành %lu%%";

/* Accessibility label */
"Edit profile photo" = "Sửa ảnh trang cá nhân";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "Một hình động minh họa Trung tâm thông báo đang được kéo xuống từ đầu màn hình";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "Một hình động minh họa việc thêm tiện ích Phím tắt vào danh sách các tiện ích đang hoạt động";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "Một hình động minh họa việc cuộn đến cuối danh sách tiện ích và chạm vào Sửa";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "Một hình động minh họa việc vuốt sang trái đến danh sách tiện ích";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "Một ảnh màn hình của Trung tâm thông báo với tiện ích Phím tắt";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "Hình ảnh trang cá nhân của %@";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Tạo danh tính chính";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Được chọn là danh tính chính";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Cộng, Trừ";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Phím xóa lùi";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Thập phân";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Rất tiếc, Phím tắt không thể làm gì đối với sự cố này; sự cố này xảy ra do một lỗi trong ứng dụng chủ. Chúng tôi khuyên bạn nên liên hệ với nhà sản xuất ứng dụng và cho họ biết về sự cố.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "Ứng dụng đã mở phần mở rộng này không cung cấp bất kỳ đầu vào nào.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "Không thể tải phím tắt về.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Không thể đọc cơ sở dữ liệu Phím tắt vì đã bị hỏng vì nó đươc tạo bằng phiên bản Phím tắt mới hơn.\n\nBạn có thể sửa nâng cấp Phím tắt hoặc đặt lại phím tắt. Phím tắt của bạn sẽ bị mất, nhưng nếu bạn sử dụng Đồng bộ iCloud, chúng sẽ được khôi phục.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Không thể đọc cơ sở dữ liệu Phím tắt vì đã bị hỏng. Bạn có thể sửa lỗi này bằng cách đặt lại phím tắt. Phím tắt của bạn sẽ bị mất, nhưng nếu bạn sử dụng Đồng bộ hóa iCloud, chúng sẽ được khôi phục.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Không thể đọc cơ sở dữ liệu Phím tắt vì đã bị hỏng.\n\nBạn có thể gửi email cho bộ phận hỗ trợ với cơ sở dữ liệu bị hỏng của mình hoặc đặt lại các phím tắt tùy chỉnh. Phím tắt của bạn sẽ bị mất, nhưng nếu bạn sử dụng Đồng bộ hóa iCloud, chúng sẽ được khôi phục.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "Hỗ trợ qua email";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Đặt lại phím tắt";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Cập nhật phím tắt";

/* Alert title for an error */
"Aw no!" = "Ôi, không!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Phiên bản Phím tắt không khớp";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Đặt lại phím tắt";

/* Apple watch; label for result from running the shortcut */
"Result" = "Kết quả";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Kết quả (%ld)";

/* Back button */
"Back" = "Quay lại";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "Thêm tiện ích sẽ cải thiện đáng kể tốc độ chạy các phím tắt. Bạn có chắc chắn muốn bỏ qua bước này không?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "Bản gửi của bạn đã không thực hiện được. Hãy thử lại sau một vài phút.";

/* Button */
"Cancel" = "Hủy";

/* Button */
"Done" = "Xong";

/* Button */
"Next" = "Tiếp";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "Gửi quy trình của chính bạn";

/* Button for editing their profile picture */
"Edit" = "Sửa";

/* Button or nav bar title */
"Edit Profile" = "Sửa trang cá nhân";

/* Button or title */
"Run shortcut" = "Chạy phím tắt";

/* Button or title to share a shortcut */
"Share Shortcut" = "Chia sẻ phím tắt";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Gửi phím tắt";

/* Button or title; user profile */
"Profile" = "Trang cá nhân";

/* Button that shows all collection search results */
"See All" = "Xem tất cả";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Hủy bỏ thay đổi";

/* Button title; create a new shortcut */
"Create Shortcut" = "Tạo phím tắt";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Thêm tiện ích";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Giữ cả hai";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Thay thế";

/* Button to skip a step */
"Skip" = "Bỏ qua";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Chọn các phím tắt sẽ hiển thị trên đồng hồ của bạn.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Chọn các phím tắt sẽ hiển thị trong Tổ hợp.";

/* Copy content */
"Copy" = "Sao chép";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Không thể tìm thấy phím tắt được chỉ định.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "Không thể tìm thấy phím tắt “%@”.";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Phím tắt mới";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Thêm bất kỳ phím tắt nào vào Siri bằng cách ghi âm cụm từ giọng nói được cá nhân hóa.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Kết hợp một loạt các bước thành một phím tắt duy nhất để tự động hóa những việc bạn làm với các ứng dụng. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Truy cập các phím tắt nhanh hơn nữa với tiện ích Phím tắt.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Chọn từ Thư viện";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Chụp ảnh";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "johnny@workflow.is";

/* Edit profile; email field title */
"Email" = "Email";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "URL trang web “%@” không hợp lệ.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Trang web không hợp lệ";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "Bạn sẽ được công nhận là “%@” đối với các quy trình đã xuất bản.";

/* Edit profile; person name field title */
"Name" = "Tên";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Tên (bắt buộc)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Thông tin riêng tư";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Thông tin công khai";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "Chúng tôi không tìm thấy kết quả nào cho “%@”. Hãy thử nội dung khác.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Không có phím tắt.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Không có kết quả";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "URL phím tắt đã cung cấp không hợp lệ.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "Không thể nhập";

/* Error message */
"There are no photos in your photo library." = "Không có ảnh nào trong thư viện ảnh của bạn.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Liên kết phím tắt có thể không hợp lệ hoặc có thể đã bị xóa.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Không thể kết nối với Bộ sưu tập.";

/* Error message title */
"Shortcut Not Found" = "Không tìm thấy phím tắt";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Không thể tải bộ sưu tập này.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Không thể tải bộ sưu tập này.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "Tác vụ “%@” mất quá nhiều thời gian để chạy xong.";

/* Exit the app (kills the app) */
"Exit" = "Thoát";

/* Gallery search section title for collection search results */
"Collections" = "Bộ sưu tập";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Hiển thị ít hơn";

/* Gallery search; button to show more collection search results */
"Show More" = "Hiển thị thêm";

/* Generic title for a notification show in the app */
"Notification" = "Thông báo";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Phím tắt";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "tác vụ";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Đây là một phím tắt.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Chúc mừng!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Tuyệt!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "nút chạy phím tắt";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Kéo lên trên một tác vụ để chia sẻ GIF của bạn.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "nút phát";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nĐã có sự cố. Hãy thử lại hoặc chạm vào Xong.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nBạn đã không hoàn tất chạy phím tắt. Hãy thử lại hoặc chạm vào Xong.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nBạn vừa tạo một phím tắt. Bây giờ, hãy nhấn nút phát để chạy phím tắt!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nPhím tắt được tạo ra từ một loạt các tác vụ (các mục ở bên trái).\n\nTiếp theo, hãy thêm tác vụ Tạo tệp GIF, tạo hiệu ứng hình động cho các ảnh từ tác vụ đầu tiên.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nHãy thiết lập một phím tắt để tạo tệp GIF động.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nBạn vừa chạy một phím tắt. Rất tuyệt phải không?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Chào mừng đến Phím tắt.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Bằng việc chạm vào “Gửi”, quy trình của bạn sẽ được gửi để xem xét. Nếu chúng tôi quyết định bao gồm quy trình của bạn trong Bộ sưu tập, chúng tôi sẽ thông báo cho bạn bằng e-mail.";

/* Make GIF action name */
"Make GIF" = "Tạo tệp GIF";

/* Media file name label */
"Media File" = "Tệp phương tiện";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Bạn có muốn thay thế phím tắt của mình không?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Thông tin quy trình";

/* None option */
"None" = "Không có";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Tuyệt vời! Có vẻ như bạn đã thêm tiện ích Phím tắt. Hãy tiếp tục.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Chạy các phím tắt cực nhanh với tiện ích Phím tắt.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Hãy viết một đoạn mô tả về chức năng của quy trình tại đây.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Hãy viết một đoạn mô tả chi tiết hơn về chức năng của quy trình tại đây.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Johnny Appleseed";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Hãy viết một đoạn mô tả ngắn gọn về chức năng của quy trình tại đây.";

/* Print content */
"Print" = "In";

/* Quick Look action name */
"Quick Look" = "Xem nhanh";

/* Recovery option for when the gallery does not load */
"Try Again" = "Thử lại";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Mở Cài đặt";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Bật dữ liệu di động hoặc sử dụng WLAN để truy cập Bộ sưu tập.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Bật dữ liệu di động hoặc sử dụng Wi-Fi để truy cập Bộ sưu tập.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Tắt Chế độ máy bay hoặc sử dụng WLAN để truy cập Bộ sưu tập.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Tắt Chế độ máy bay hoặc sử dụng Wi-Fi để truy cập Bộ sưu tập.";

/* Save as image */
"Save Image" = "Lưu hình ảnh";

/* Search gallery */
"Search" = "Tìm kiếm";

/* Section title */
"Shortcuts" = "Phím tắt";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Tin nhắn";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Đã gửi phím tắt";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Đã thêm vào thư viện";

/* Splash screen primary button title */
"Get Started" = "Bắt đầu";

/* Splash screen title */
"Welcome to Shortcuts" = "Chào mừng đến Phím tắt";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Dừng %@";

/* Take Photo action name */
"Take Photo (action name)" = "Chụp ảnh";

/* Tap to choose an option */
"Tap to Choose" = "Chạm để chọn";

/* Terms and Conditions view title */
"Terms and Conditions" = "Điều khoản và điều kiện";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Chúng tôi sẽ thông báo cho bạn khi phê duyệt!";

/* Title */
"Gallery" = "Bộ sưu tập";

/* Title */
"Shortcuts" = "Phím tắt";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Thông báo với mọi người";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Mô tả";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Mô tả đầy đủ";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Mô tả ngắn";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Tên quy trình";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Chỉ cần Hỏi Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Thêm vào tiện ích?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "Bạn đã có một phím tắt tên là “%@”.";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Rất tiếc";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Sử dụng con đường ngắn nhất";

/* Title of main screen showing your library of shortcuts */
"Library" = "Thư viện";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Tiện ích Phím tắt";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Cơ sở dữ liệu bị hỏng";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Xem Bộ sưu tập…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Quản lý phím tắt…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Tùy chỉnh trong Phím tắt";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Bạn đã tìm thấy tiện ích! Chạm vào *Thêm tiện ích* để truy cập tiện ích này ở mọi nơi.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Bạn đã tìm thấy tiện ích! Hãy quay lại đây để chạy nhanh các phím tắt.";

/* Today widget; empty state */
"No Shortcuts" = "Không có phím tắt";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Chạm để đặt phần còn lại";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Đang tải";

/* Watch app button; stop running the shortcut */
"Stop" = "Dừng";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Hiển thị/Ẩn";

/* Watch app; Change text field text */
"Tap to Change" = "Chạm để thay đổi";

/* Watch app; Compose a message */
"Create Message" = "Tạo tin nhắn";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Cộng/Trừ";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "của %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Từ địa chỉ";

/* Watch app; email composer; bcc address label */
"Bcc" = "Bcc";

/* Watch app; email composer; cc address label */
"Cc" = "Cc";

/* Watch app; email composer; from address label */
"From" = "Từ";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Được đính kèm (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Chủ đề";

/* Watch app; email composer; to address label */
"To" = "Đến";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Không tìm thấy vị trí";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Cc/Bcc";

/* Watch app; number field placeholder */
"Enter number…" = "Nhập số…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "Bạn phải chọn một liên hệ để gửi tin nhắn đến.";

/* Watch app; send the email */
"Send" = "Gửi";

/* Watch app; share QuickLook content */
"Share" = "Chia sẻ";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Sử dụng Handoff trên iPhone để cho phép truy cập đối với %@.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Sử dụng Handoff trên iPhone để tiếp tục phím tắt.";

/* Watch app; text field placeholder */
"Enter text…" = "Nhập văn bản…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Xem trên iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Không có phím tắt nào được thêm.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Không có phím tắt";

/* Website URL label */
"Website" = "Trang web";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Thêm tiện ích";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "Một hình động minh họa việc nhấn mạnh trên biểu tượng Phím tắt trên Màn hình chính để mở tiện ích";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Chạm vào + để thêm tiện ích Phím tắt. Chạm vào “Xong”.";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Vuốt lên để đi tới Màn hình chính, nhấn mạnh vào biểu tượng Phím tắt và chạm vào “Thêm tiện ích”.";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Nhấn nút Home, nhấn mạnh vào biểu tượng Phím tắt và chạm vào “Thêm tiện ích”.";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Cuộn đến dưới cùng\nvà chạm vào “Sửa”.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Vuốt sang trái để\nxem các tiện ích.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "Ở phía dưới bên trái, cuộn\nxuống và chạm vào “Sửa”.";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Vuốt từ cạnh trên cùng xuống để hiển thị Trung tâm thông báo.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "Phím tắt của bạn đã sẵn sàng để chia sẻ!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " đến %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ đến %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "bên phải";

